[
    {
        "nome":"WW:IT dev", 
        "descricao":"Website criado com o Flutter Web com a intenção de demonstrar minhas habilidades como desenvolvedor Flutter. Possui as funções de permitir que o usuário solicite um atendimento, mande uma mensagem contendo uma crítica/sugestão/solicitação de informações, se informe sobre os serviços oferecidos e acompanhe o andamento de seu atendimento(recurso em construção). Possui um aplicativo de gerenciamento chamado WW:IT Console, que exibe e permite gerenciar as solicitações de atendimento e mensagens de contato recebidas.",
        "imgUrl":"https://i.imgur.com/sDp1OOk.png", 
        "repositorio":"https://github.com/DanDV4l/wwit"
    },
    {
        "nome":"Conheça Caxambu", 
        "descricao":"Serviço criado com o Flutter Web com a função de ser um guia para os turistas que visitam Caxambu, o Parque das Águas e o comércio local. Atualmente em fase de desenvolvimento, é uma página responsiva (que se adapta a diferentes tamanhos de telas) e a previsão é de que esteja concluída e publicada na segunda quinzena de junho.",
        "imgUrl":"https://i.imgur.com/VlO4LDX.png", 
        "repositorio":""
    },
    {
        "nome":"(PROTÓTIPO) Projeto Feirinha", 
        "descricao":"Este projeto foi criado com o intuito de ser uma demonstração do novo site do Projeto Feirinha (UFJF), é apenas uma demonstração do novo layout e o projeto não chegou a se concretizar.",
        "imgUrl":"https://i.imgur.com/QeoYmTq.png", 
        "repositorio":"https://github.com/DanDV4l/projetofeirinha"
    },
    {
        "nome":".GUIA",
        "descricao":"Aplicativo mobile criado para ser funcionar como guia turístico e comercial de Caxambu, além de servir como loja virtual/delivery e diariamente exibir notícias relevantes sobre Caxambu e região. O projeto funcionou utilizando APIs armazenadas no Github durante o estágio inicial, mas o seu desenvolvimento foi descontinuado por solicitação do cliente.",
        "imgUrl":"https://i.imgur.com/IgMdSTP.png?1",
        "repositorio":"https://github.com/DanDV4l/._guia"
    },
     {
        "nome":"ZAP me",
        "descricao":"Durante o período de aulas remotas no ano de 2021, atuei como professor da rede pública e havia a necessidade de chamar os alunos através do WhatsApp para cobrar trabalhos ou enviar links de salas no Google Meet. Para não haver a necessidade de adicionar novos contatos, foi desenvolvido o ZAPme. Ele permite que você digite o número do contato e o chame diretamente no WhatsApp e também possui a funcionalidade de armazenar histórico de números chamados através dele.",
        "imgUrl":"https://i.imgur.com/bEhgN1c.png?1",
        "repositorio":"https://github.com/DanDV4l/zapme"
    },
    {"nome":"Movies", 
        "descricao":"O app Movies foi criado para demonstrar minha capacidade em cumprir o desafio técnico proposto pela Mobile2You. O desafio era replicar o layout de uma tela do app TodoMovies4 utilizando as APIs disponibilizadas pelo site \"The Movie Database\".",
        "imgUrl":"https://i.imgur.com/D5A0pgg.png", 
        "repositorio":"https://github.com/DanDV4l/Movies-Mobile2You/tree/DanDV4l-Movies-New_resources"},
    {"nome":"eCommerce App", 
        "descricao":"Olá pessoal, este app foi desenvolvido cumprindo o desafio técnico proposto pela empresa Framework.",
        "imgUrl":"https://i.imgur.com/74hpuhE.jpg", 
        "repositorio":"https://github.com/DanDV4l/frameworkecommerce"}
]
