[
    {
        "id": 0,
        "nome": "Fonte Dona Leopoldina",
        "url": "",
        "desc": "A Fonte Dona Leopoldina foi captada em 1891. O projeto arquitetônico original é datado de 1912 com carimbo de \"Societé Anonyme des Aciéries D'Angelur\"\"Tilleur-Belgique\" e está arquivado no Instituto Estadual do Patrimônio Histórico e Artístico de Minas Gerais. O prédio em que se encontra a fonte possui cúpula erguida por pilastras. Tanto o teto quanto as pilastras são decorados com pinturas. Arcos de ferro ligam as pilastras ao centro. Por ser todo aberto, tem-se acesso ao interior por qualquer um dos seis lados, descendo-se sete degraus. A Fonte Dona Leopoldina está protegida por uma grade de ferro. O chão é de cerâmica antiga e em estilo greco-romano. Padrões decorativos pintados ocorrem na parte inferior da cobertura do pavilhão, podem-se notar frisos ornamentais e de arabescos de folhas e flores estilizadas e entrelaçadas em ferro."
    },
    {
        "id": 1,
        "nome": "Fonte Princesa Isabel",
        "url": "",
        "desc": "A captacao das Fontes D. Isabel e Conde d'Eu data do ano de 1885. Somente em 1910 as duas fontes, ambas ferreas, passaram a dividir o mesmo pavilhao. O projeto para construcao do quisque foi elaborado no Rio de Janeiro pelo arquiteto A. Telles em 1917. Uma copia da proposta original esta nos arquivos do Instituto Estadual do patrimonio historico e Artistico de Minas Gerais. Em estilo neoclassico reproduzindo um tipico 'templo', o pavilhao e todo aberto. O predio possui teto acupulado, sustentado por pilastras. Dois pares de colunas demarcam o acesso frontal a escada de marmore. O piso e de azulejos decorados e antigos.\nUma historia bastante interessante envolve a Princesa Isabel que, em 1868, junto com seu marido, o Conde d'Eu, foi atraida para a cidade de Caxambu, no Sul de Minas, pela enorme fama de suas aguas minerais curativas. A princesa Isabel queria ser curada de sua infertilidade. Como algumas das fontes de agua mineral sao ricas em ferro, a princesa entao curou sua anemia, conseguindo engravidar, e presenteou a cidade com a Igreja de Santa Isabel."
    },
    {
        "id": 2,
        "nome": "Fonte Beleza",
        "url": "",
        "desc": "A Fonte Beleza era conhecida anteriormente como Fonte Intermitente. Foi perfurada pelo Dr. Viotti em 1885. Como as fotes Duque de Saxe e Dona Leopoldina, seu estilo obedeceu ao empregado na época para as fontes francesas, e o projeto de 1913 é de origem belga. Trata-se de um pequeno prédio, possuindo teto acupulado pintado, erguido por finas pilastras de ferro. O acesso à fonte, que tem à sua volta azulejos decorados, dá-se por uma escada que possui nove degraus e corrimão de ferro."
    },
    {
        "id": 3,
        "nome": "Fonte Duque de Saxe",
        "url": "",
        "desc": "Foi captada em 1891 sob a administração do Conselheiro Francisco de Paula Mayrink. De todos os quiosques metálicos do parque, é o que apresenta maior sobriedade de ornamentação e cores. Seu teto é todo pintado de rosa e é sustentado por pilastras. O piso é de cerâmica. As escadas que dão acesso à fonte possuem nove degraus cada uma e são cercadas por corrimãos de grade de ferro. Em volta da fonte, encontram-se azulejos decorados."
    },
    {
        "id": 4,
        "nome": "Fonte Dom Pedro",
        "url": "",
        "desc": "É a fonte mais antiga e simbólica do Parque das Águas, possui interessante construção em estilo greco-romano, sendo um dos cartões-postais da cidade de Caxambu. A captação ocorreu em 1884, e o pavilhão atual, de inspiração neoclássica, foi construído no início dos anos 1960. O prédio em que ela se encontra possui cúpula apoiada por pilastras grossas, não tendo paredes. Em seu interior, encontra-se uma réplica da coroa que pertenceu a Dom Pedro.\nA Fonte Dom Pedro, em Caxambu/MG, está em uma pilastra de mármore encimada pela Coroa Imperial. A água sai de uma torneira de aço inox. O acesso à fonte se dá por escada. De teor radioativo e carbônico e altamente gasosa, é indicada como água de mesa por sua natureza digestiva."
    },
    {
        "id": 5,
        "nome": "Fonte Viotti",
        "url": "",
        "desc": "São dois pavilhões distintos, junto ao portão de acesso à fábrica de água mineral (Viotti Menor) e próximo à piscina de águas minerais (Viotti). O antigo pavilhão acompanhava o estilo arquitetônico das outras fontes projetadas na Bélgica. A Fonte Viotti foi captada em 1885, com trabalhos posteriores de recaptação em 1913.\nAtualmente, existe uma construção simples, de planta retangular, constituída por uma cobertura em quatro águas de telhas cerâmicas com beiral, apoiada por uma parede cega e dois pilares laterais revestidos com pedra e vazada nas outras fachadas. O prédio dessa fonte é um dos mais âmplos, possui duas paredes revestidas com pedras e as outras com azulejos. O acesso às fontes é por uma escada de onze degraus, que é envolta por corrimão de ferro."
    },
    {
        "id": 6,
        "nome": "Fonte Venâncio",
        "url": "",
        "desc": "A Fonte Venâncio foi captada no início de 1935 e término de 1939. Construído em estilo romântico, bastante usado nos anos de 1940, seu quiosque é mais fechado que os quiosques das outras fontes. A planta é semicircular e a fachada frontal apresenta escadaria de acesso à entrada em arco e cobertura em quatro águas. O guarda-corpo de alvenaria que circunda o local da fonte possui elementos vazados em meias-luas. O acabamento é em reboco pintado e cerâmicas vermelhas (piso)."
    },
    {
        "id": 7,
        "nome": "Fonte Mayrink I",
        "url": "",
        "desc": "Fonte próxima ao lago e da Medalha Milagrosa, com três tipos distintos de água mineral para diversos tipos de tratamentos"
    },
      {
        "id": 8,
        "nome": "Fonte Mayrink II",
        "url": "",
        "desc": "Fonte próxima ao lago e da Medalha Milagrosa, com três tipos distintos de água mineral para diversos tipos de tratamentos"
    },  {
        "id": 9,
        "nome": "Fonte Mayrink III",
        "url": "",
        "desc": "Fonte próxima ao lago e da Medalha Milagrosa, com três tipos distintos de água mineral para diversos tipos de tratamentos"
    },
     {
        "id": 10,
        "nome": "Fonte Dr. Viotti Menor (externa)",
        "url": "",
        "desc": "Localizada na Avenida Camilo Soares, possui águas vindas da fonte Viotti. Está em local de fácil acesso e a coleta de água no local é gratuita."
    }
]
